Repository: PetyoLazarov92/kulinarna-magia-theme
Catalog: languages/*.po
Languages: bg_bg

source: Primary Menu
bg_bg: Главно меню

source: Footer Menu
bg_bg: Меню във футъра

source: Footer Widget Area 1
bg_bg: Футър уиджет зона 1

source: Appears in the footer section
bg_bg: Показва се във футъра

source: Footer Widget Area 2
bg_bg: Футър уиджет зона 2

source: Footer Widget Area 3
bg_bg: Футър уиджет зона 3

source: Menu
bg_bg: Меню

source: All rights reserved.
bg_bg: Всички права запазени.

source: ✨ Culinary Magic ✨
bg_bg: ✨ Кулинарна Магия ✨

source: Where delicious wonders happen
bg_bg: Мястото, където се случват вкусни чудеса

source: 🍳 Browse Recipes
bg_bg: 🍳 Разгледай рецепти

source: 🌟 Featured Recipes
bg_bg: 🌟 Препоръчани рецепти

source: min
bg_bg: мин

source: servings
bg_bg: порции

source: Tested Recipes
bg_bg: Проверени рецепти

source: Every recipe is tested and approved with love and care.
bg_bg: Всяка рецепта е тествана и одобрена с любов и грижа.

source: For Every Taste
bg_bg: За всеки вкус

source: From classics to modern interpretations - for beginners and experts.
bg_bg: От класики до модерни интерпретации - за начинаещи и опитни.

source: With Passion
bg_bg: Със страст

source: Cooking is magic when done with love and inspiration.
bg_bg: Готвенето е магия, когато се прави с любов и вдъхновение.

source: No posts found.
bg_bg: Няма намерени публикации.

source: Pages:
bg_bg: Страници:

source: Previous:
bg_bg: Предишна:

source: Next:
bg_bg: Следваща:

source: by %s
bg_bg: от %s

source: 🔍 What Should I Cook?
bg_bg: 🔍 Какво да сготвя?

source: 📚 View All Recipes
bg_bg: 📚 Виж всички рецепти

source: Oops! Page Not Found
bg_bg: Опа! Страницата не е намерена

source: The page you're looking for doesn't exist or has been moved. But don't worry, we have plenty of delicious recipes waiting for you!
bg_bg: Страницата, която търсите, не съществува или е преместена. Но не се притеснявайте, имаме много вкусни рецепти, които ви очакват!

source: What would you like to cook instead?
bg_bg: Какво бихте искали да сготвите вместо това?

source: Back to Home
bg_bg: Обратно към Начало

source: Browse Recipes
bg_bg: Разгледай рецепти

source: Search Recipes
bg_bg: Търси рецепти

source: ✨ Try These Popular Recipes
bg_bg: ✨ Опитай тези популярни рецепти

source: Easy
bg_bg: Лесна

source: Medium
bg_bg: Средна

source: Hard
bg_bg: Трудна
